<html>
<head>
<title>
Server-Optionen
</title>
</head>
<body>
<div style="font-weight:bold;font-size:14pt;text-align:center;">
Server-Optionen
</div>
<hr style="width:100%;" />

<br>Um zu den Server-Optionen zu gelangen, w&auml;hlen Sie im Hauptmen&uuml; <i>Programm -> Optionen...</i> oder dr&uuml;cken Sie <i>F6</i> auf Ihrer Tastatur.
<br>Im nun auftauchenden Fenster w&auml;hlen Sie die Registerkarte <i>Server</i>.
<br>
<br><img src="../img/server_options.jpg" alt="Bild der Server Optionen" style="float:left;margin-right:20px;">
Hier k&ouml;nnen Sie nun den Server-Namen sowie das Server-Passwort eingeben. 
<br>Au&szlig;erdem k&ouml;nnen Sie hier, die das Spiel betreffenden <a href="actioncards.html">Aktionskarten</a> anpassen.
<br>&Auml;ndern Sie die Regeln w&auml;hrend eines laufenden Spieles, so werden Ihre Mitspieler hier&uuml;ber informiert. Diese Regelungen treten jedoch erst in der n&auml;chsten Runde in Kraft.
<br>
<br><b>Aktionskarten</b>
<br>Die linken Kontrollk&auml;stchen mit den Bezeichnungen <a href="ac7.html">7</a>, <a href="ac8.html">8</a>, <a href="ac9.html">9</a> und <a href="acJ.html">J</a> steuern ob die entsprechenden Karten &uuml;berhaupt <a href="actioncards.html">Aktionskarten</a> oder normale Karten sind.
<br>Wenn Sie hier z.B. das H&auml;kchen bei der <a href="ac9.html">9</a> entfernen, wird die <a href="ac9.html">Neun</a> wie eine normale Karte gespielt. Nachdem man eine <a href="ac9.html">Neun</a> <a href="cardplay.html">spielt</a>, ist demnach der n&auml;chste Spieler dran und nicht man selbst.
<br>
<br><b>Wie viele Karten ziehen pro 7</b>
<br>Diese Einstellung reguliert wie viele Karten pro <a href="ac7.html">Sieben</a> <a href="carddraw.html">gezogen</a> werden m&uuml;ssen.
<br>Ist diese Option auf "1" m&uuml;ssen bei einer <a href="ac7.html">Sieben</a> eine Karte und bei zwei <a href="ac7.html">Siebenen</a> zwei Karten <a href="carddraw.html">gezogen</a> werden.

<br>Ist diese Option auf "3" m&uuml;ssen bei einer <a href="ac7.html">Sieben</a> drei Karte und bei zwei <a href="ac7.html">Siebenen</a> sechs Karten <a href="carddraw.html">gezogen</a> werden.
<br>
<br><b>Mit letzter Karte 9 gewinnen</b>
<br>Ist dieses Kontrollk&auml;stchen aktiviert, so ist es m&ouml;glich zu gewinnen wenn man als letzte Karte eine <a href="ac9.html">Neun</a> <a href="cardplay.html">spielt</a>. Ist es deaktiviert, so muss nach der <a href="ac9.html">Neun</a> eine Karte <a href="carddraw.html">gezogen</a> werden.
<br>
<br><b>Bube auf Bube spielen</b>
<br>Ist dieses Kontrollk&auml;stchen aktiviert, so ist es m&ouml;glich einen <a href="acJ.html">Buben</a> zu <a href="cardplay.html">spielen</a> wenn die oberste offene Karte ein <a href="acJ.html">Bube</a> ist.
</body>
</html>